delete from city;

insert into city (id, latitude, longitude, name)
values  (1, '59.938732', '30.316229', 'Санкт-Петербург'),
        (2, '55.7504461', '37.6174943', 'Москва'),
        (3, '56.3264816', '44.0051395', 'Нижний Новгород'),
        (4, '58.5209862', '31.2757862', 'городской округ Великий Новгород'),
        (5, '41.8755616', '-87.6244212', 'Чикаго'),
        (6, '40.7127281', '-74.0060152', 'Нью-Йорк'),
        (7, '51.5073359', '-0.12765', 'Лондон'),
        (8, '41.3828939', '2.1774322', 'Барселона'),
        (9, '40.4167047', '-3.7035825', 'Мадрид'),
        (10, '38.7077507', '-9.1365919', 'Лиссабон');

